Repository: jjhhyyg/WordScene
Catalog: WordScene/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, vi, zh_hant

source: 收藏和历史会在登录同一 Apple ID 的设备间同步。
ar: تتم مزامنة المفضلة والسجل عبر الأجهزة التي تستخدم نفس Apple ID.
de: Favoriten und Verlauf werden auf Geräten mit derselben Apple ID synchronisiert.
en: Saved items and history sync across devices signed in with the same Apple ID.
es: Los guardados y el historial se sincronizan en dispositivos con el mismo Apple ID.
fr: Les favoris et l'historique sont synchronisés entre les appareils connectés au même Apple ID.
hi: पसंदीदा और इतिहास एक ही Apple ID में लॉग इन उपकरणों पर सिंक होते हैं।
id: Favorit dan riwayat akan disinkronkan di perangkat dengan Apple ID yang sama.
it: Preferiti e cronologia vengono sincronizzati tra i dispositivi con lo stesso Apple ID.
ja: 保存と履歴は同じApple IDでログインしたデバイス間で同期されます。
ko: 즐겨찾기와 기록은 동일한 Apple ID로 로그인한 기기 간에 동기화됩니다.
nl: Favorieten en geschiedenis worden gesynchroniseerd tussen apparaten met dezelfde Apple ID.
pl: Ulubione i historia są synchronizowane między urządzeniami z tym samym Apple ID.
pt: Favoritos e histórico são sincronizados entre dispositivos com o mesmo Apple ID.
ru: Избранное и история синхронизируются на устройствах с одним Apple ID.
tr: Yer imleri ve geçmiş, aynı Apple ID ile giriş yapılan cihazlar arasında senkronize edilir.
vi: Yêu thích và lịch sử sẽ đồng bộ trên các thiết bị đăng nhập cùng Apple ID.
zh_hant: 收藏和歷史會在登入同一 Apple ID 的裝置間同步。

source: 收藏和历史只保存在这台设备。
ar: يتم حفظ المفضلة والسجل محليًا فقط على هذا الجهاز.
de: Favoriten und Verlauf werden nur auf diesem Gerät gespeichert.
en: Saved items and history stay on this device.
es: Los guardados y el historial se quedan en este dispositivo.
fr: Les favoris et l'historique sont stockés uniquement sur cet appareil.
hi: पसंदीदा और इतिहास केवल इस उपकरण पर सहेजे जाते हैं।
id: Favorit dan riwayat hanya disimpan di perangkat ini.
it: Preferiti e cronologia sono salvati solo su questo dispositivo.
ja: 保存と履歴はこのデバイスにのみ保存されます。
ko: 즐겨찾기와 기록은 이 기기에만 저장됩니다.
nl: Favorieten en geschiedenis worden alleen op dit apparaat bewaard.
pl: Ulubione i historia są przechowywane tylko na tym urządzeniu.
pt: Favoritos e histórico são salvos apenas neste dispositivo.
ru: Избранное и история хранятся только на этом устройстве.
tr: Yer imleri ve geçmiş yalnızca bu cihazda saklanır.
vi: Yêu thích và lịch sử chỉ được lưu trên thiết bị này.
zh_hant: 收藏和歷史只保存在這台裝置。

source: 收藏数据读取失败：%@
ar: فشل قراءة بيانات المفضلة: %@
de: Favoritendaten lesen fehlgeschlagen: %@
en: Failed to read saved items: %@
es: No se pudieron leer los guardados: %@
fr: Échec de la lecture des favoris : %@
hi: पसंदीदा डेटा पढ़ने में विफल: %@
id: Gagal membaca data favorit: %@
it: Lettura preferiti fallita: %@
ja: 保存データの読み込みに失敗しました：%@
ko: 즐겨찾기 데이터 읽기 실패: %@
nl: Favorieten laden mislukt: %@
pl: Nie udało się odczytać ulubionych: %@
pt: Falha ao ler dados de favoritos: %@
ru: Ошибка загрузки избранного: %@
tr: Yer imi verileri okunamadı: %@
vi: Đọc dữ liệu yêu thích thất bại: %@
zh_hant: 收藏資料讀取失敗：%@

source: 收藏更新失败：%@
ar: فشل تحديث المفضلة: %@
de: Favorit aktualisieren fehlgeschlagen: %@
en: Failed to update saved item: %@
es: No se pudo actualizar el guardado: %@
fr: Échec de la mise à jour des favoris : %@
hi: पसंदीदा अपडेट करने में विफल: %@
id: Gagal memperbarui favorit: %@
it: Aggiornamento preferiti fallito: %@
ja: 保存の更新に失敗しました：%@
ko: 즐겨찾기 업데이트 실패: %@
nl: Favoriet bijwerken mislukt: %@
pl: Nie udało się zaktualizować ulubionych: %@
pt: Falha ao atualizar favorito: %@
ru: Ошибка обновления избранного: %@
tr: Yer imi güncellenemedi: %@
vi: Cập nhật yêu thích thất bại: %@
zh_hant: 收藏更新失敗：%@

source: 收藏清空失败：%@
ar: فشل مسح المفضلة: %@
de: Favoriten leeren fehlgeschlagen: %@
en: Failed to clear saved items: %@
es: No se pudieron borrar los guardados: %@
fr: Échec de la suppression de tous les favoris : %@
hi: पसंदीदा साफ़ करने में विफल: %@
id: Gagal menghapus semua favorit: %@
it: Cancellazione preferiti fallita: %@
ja: 保存の全削除に失敗しました：%@
ko: 즐겨찾기 비우기 실패: %@
nl: Favorieten wissen mislukt: %@
pl: Nie udało się wyczyścić ulubionych: %@
pt: Falha ao limpar favoritos: %@
ru: Ошибка очистки избранного: %@
tr: Yer imleri temizlenemedi: %@
vi: Xóa toàn bộ yêu thích thất bại: %@
zh_hant: 收藏清空失敗：%@

source: 收藏筛选
ar: تصفية المفضلة
de: Favoriten filtern
en: Saved Items Filter
es: Filtro de guardados
fr: Filtrer les favoris
hi: पसंदीदा फ़िल्टर
id: Filter favorit
it: Filtra preferiti
ja: 保存フィルター
ko: 즐겨찾기 필터
nl: Favorieten filteren
pl: Filtruj ulubione
pt: Filtrar favoritos
ru: Фильтр избранного
tr: Yer imi filtrele
vi: Lọc yêu thích
zh_hant: 收藏篩選

source: 敏感内容仅保存在本机设置和系统凭据存储中。
ar: يتم حفظ المحتوى الحساس محليًا فقط في إعدادات الجهاز وتخزين بيانات الاعتماد النظامي.
de: Sensible Inhalte werden nur in den lokalen Einstellungen und im System-Anmeldedatenspeicher gespeichert.
en: Sensitive content is saved only in local settings and the system credential store.
es: El contenido sensible se guarda solo en los ajustes locales y el almacén de credenciales del sistema.
fr: Le contenu sensible est stocké uniquement dans les réglages locaux et le trousseau système.
hi: संवेदनशील सामग्री केवल इस उपकरण की सेटिंग्स और सिस्टम क्रेडेंशियल स्टोरेज में सहेजी जाती है।
id: Konten sensitif hanya disimpan di pengaturan lokal dan penyimpanan kredensial sistem.
it: I contenuti sensibili sono salvati solo nelle impostazioni locali e nell'archivio credenziali di sistema.
ja: 機密コンテンツはこのデバイスの設定とシステム認証情報ストレージにのみ保存されます。
ko: 민감한 콘텐츠는 기기 설정 및 시스템 자격 증명 저장소에만 저장됩니다.
nl: Gevoelige inhoud wordt alleen lokaal opgeslagen in instellingen en systeemcredentialopslag.
pl: Wrażliwe treści są przechowywane tylko w ustawieniach lokalnych i magazynie poświadczeń systemu.
pt: Conteúdo sensível é salvo apenas nas configurações locais e no armazenamento de credenciais do sistema.
ru: Конфиденциальные данные хранятся только в локальных настройках и системном хранилище учётных данных.
tr: Hassas içerik yalnızca cihaz ayarlarında ve sistem kimlik bilgisi deposunda saklanır.
vi: Nội dung nhạy cảm chỉ được lưu trong cài đặt thiết bị và kho lưu trữ thông tin xác thực hệ thống.
zh_hant: 敏感內容僅保存在本機設定和系統憑證儲存中。

source: 敏感内容仅保存在本机设置和系统凭据存储中。API Token 不进入 CloudKit、导出文件或调试响应记录。
ar: يتم حفظ المحتوى الحساس محليًا فقط في إعدادات الجهاز وتخزين بيانات الاعتماد النظامي. لا يتم إرسال Token API إلى CloudKit أو ملفات التصدير أو سجلات استجابة التصحيح.
de: Sensible Inhalte werden nur in den lokalen Einstellungen und im System-Anmeldedatenspeicher gespeichert. API-Token gelangen nicht in CloudKit, Exportdateien oder Debug-Antwortprotokolle.
en: Sensitive content is saved only in local settings and the system credential store. API tokens are not stored in CloudKit, export files, or debug response logs.
es: El contenido sensible se guarda solo en los ajustes locales y el almacén de credenciales del sistema. Los tokens de API no se guardan en CloudKit, archivos exportados ni registros de depuración.
fr: Le contenu sensible est stocké uniquement dans les réglages locaux et le trousseau système. Les API Token ne sont pas envoyés à CloudKit, ni dans les fichiers exportés ou les réponses de débogage.
hi: संवेदनशील सामग्री केवल इस उपकरण की सेटिंग्स और सिस्टम क्रेडेंशियल स्टोरेज में सहेजी जाती है। API Token CloudKit, निर्यात फ़ाइलों या डिबग प्रतिक्रिया रिकॉर्ड में नहीं जाता है।
id: Konten sensitif hanya disimpan di pengaturan lokal dan penyimpanan kredensial sistem. API Token tidak masuk ke CloudKit, file ekspor, atau catatan respons debug.
it: I contenuti sensibili sono salvati solo nelle impostazioni locali e nell'archivio credenziali di sistema. L'API Token non viene inviato a CloudKit, file esportati o registri di risposta di debug.
ja: 機密コンテンツはこのデバイスの設定とシステム認証情報ストレージにのみ保存されます。API TokenはCloudKit、エクスポートファイル、デバッグ応答記録には保存されません。
ko: 민감한 콘텐츠는 기기 설정 및 시스템 자격 증명 저장소에만 저장됩니다. API Token은 CloudKit, 내보내기 파일 또는 디버그 응답 기록에 포함되지 않습니다.
nl: Gevoelige inhoud wordt alleen lokaal opgeslagen in instellingen en systeemcredentialopslag. API Token wordt niet naar CloudKit, exportbestanden of debugresponslogs gestuurd.
pl: Wrażliwe treści są przechowywane tylko w ustawieniach lokalnych i magazynie poświadczeń systemu. Token API nie trafia do CloudKit, plików eksportu ani dzienników odpowiedzi debugowania.
pt: Conteúdo sensível é salvo apenas nas configurações locais e no armazenamento de credenciais do sistema. O Token da API não entra no CloudKit, arquivos exportados ou registros de resposta de depuração.
ru: Конфиденциальные данные хранятся только в локальных настройках и системном хранилище учётных данных. API Token не передаётся в CloudKit, файлы экспорта или журналы отладки.
tr: Hassas içerik yalnızca cihaz ayarlarında ve sistem kimlik bilgisi deposunda saklanır. API Token, CloudKit'e, dışa aktarılan dosyalara veya hata ayıklama yanıt kayıtlarına dahil edilmez.
vi: Nội dung nhạy cảm chỉ được lưu trong cài đặt thiết bị và kho lưu trữ thông tin xác thực hệ thống. API Token không được đưa vào CloudKit, tệp xuất hoặc bản ghi phản hồi gỡ lỗi.
zh_hant: 敏感內容僅保存在本機設定和系統憑證儲存中。API Token 不進入 CloudKit、匯出檔案或除錯回應記錄。

source: 数据存储
ar: تخزين البيانات
de: Datenspeicher
en: Data Storage
es: Almacenamiento de datos
fr: Stockage des données
hi: डेटा संग्रहण
id: Penyimpanan Data
it: Archiviazione dati
ja: データストレージ
ko: 데이터 저장
nl: Gegevensopslag
pl: Przechowywanie danych
pt: Armazenamento de dados
ru: Хранилище данных
tr: Veri Depolama
vi: Lưu trữ dữ liệu
zh_hant: 資料儲存

source: 无法读取收藏
ar: تعذر قراءة المفضلة
de: Favoriten können nicht gelesen werden
en: Unable to Read Saved Items
es: No se pueden leer los guardados
fr: Impossible de lire les favoris
hi: पसंदीदा पढ़ने में असमर्थ
id: Tidak dapat membaca favorit
it: Impossibile leggere i preferiti
ja: 保存を読み込めません
ko: 즐겨찾기를 읽을 수 없음
nl: Kan favorieten niet lezen
pl: Nie można odczytać ulubionych
pt: Não foi possível ler favoritos
ru: Не удалось прочитать избранное
tr: Yer imleri okunamıyor
vi: Không thể đọc yêu thích
zh_hant: 無法讀取收藏

source: 无法读取翻译历史
ar: تعذر قراءة سجل الترجمة
de: Übersetzungsverlauf kann nicht gelesen werden
en: Unable to Read Translation History
es: No se puede leer el historial de traducción
fr: Impossible de lire l'historique
hi: अनुवाद इतिहास पढ़ने में असमर्थ
id: Tidak dapat membaca riwayat terjemahan
it: Impossibile leggere la cronologia delle traduzioni
ja: 翻訳履歴を読み込めません
ko: 번역 기록을 읽을 수 없음
nl: Kan vertaalgeschiedenis niet lezen
pl: Nie można odczytać historii tłumaczeń
pt: Não foi possível ler histórico de tradução
ru: Не удалось прочитать историю переводов
tr: Çeviri geçmişi okunamıyor
vi: Không thể đọc lịch sử dịch
zh_hant: 無法讀取翻譯歷史

source: 日语
ar: اليابانية
de: Japanisch
en: Japanese
es: Japonés
fr: japonais
hi: जापानी
id: Jepang
it: Giapponese
ja: 日本語
ko: 일본어
nl: Japans
pl: japoński
pt: Japonês
ru: Японский
tr: Japonca
vi: Tiếng Nhật
zh_hant: 日語

source: 旧缓存维护只处理早期本机文档，可先导出原始备份再重置。
ar: صيانة ذاكرة التخزين المؤقت القديمة تتعامل فقط مع المستندات المحلية السابقة، يمكنك تصدير نسخة احتياطية أصلية ثم إعادة التعيين.
de: Die Wartung alter Caches betrifft nur frühere lokale Dokumente. Exportieren Sie zuerst ein Backup, bevor Sie zurücksetzen.
en: Legacy cache maintenance only handles earlier local documents. Export a raw backup before resetting them.
es: El mantenimiento de caché antigua solo gestiona documentos locales anteriores. Exporta una copia original antes de restablecerlos.
fr: La maintenance du cache ancien ne concerne que les documents locaux antérieurs. Exportez d'abord une sauvegarde brute avant de réinitialiser.
hi: पुराने कैश रखरखाव केवल पुराने स्थानीय दस्तावेज़ों को संभालता है, पहले मूल बैकअप निर्यात करें फिर रीसेट करें।
id: Pemeliharaan cache lama hanya menangani dokumen lokal versi awal, ekspor cadangan asli dulu sebelum reset.
it: La manutenzione della cache legacy gestisce solo i documenti locali precedenti. Esporta un backup originale prima di resettare.
ja: 旧キャッシュメンテナンスは初期のローカルドキュメントのみを処理します。まず元のバックアップをエクスポートしてからリセットしてください。
ko: 이전 캐시 유지 관리는 초기 기기 문서만 처리합니다. 원본 백업을 내보낸 후 재설정할 수 있습니다.
nl: Oude cache-onderhoud verwerkt alleen vroege lokale documenten. Exporteer eerst een back-up voordat u reset.
pl: Konserwacja starej pamięci podręcznej dotyczy tylko wcześniejszych dokumentów lokalnych. Przed resetem wykonaj kopię zapasową.
pt: A manutenção do cache antigo lida apenas com documentos locais antigos. Exporte um backup original antes de redefinir.
ru: Обслуживание старого кэша затрагивает только ранние локальные документы. Сначала экспортируйте резервную копию, затем сбросьте.
tr: Eski önbellek bakımı yalnızca eski cihaz belgelerini işler; önce orijinal yedeği dışa aktarıp ardından sıfırlayabilirsiniz.
vi: Bảo trì bộ nhớ đệm cũ chỉ xử lý tài liệu cục bộ ban đầu, có thể xuất bản sao lưu gốc trước khi đặt lại.
zh_hant: 舊快取維護只處理早期本機文件，可先匯出原始備份再重置。

source: 星标
ar: مميز بنجمة
de: Markiert
en: Starred
es: Destacados
fr: Favori
hi: तारांकित
id: Bintang
it: Preferiti
ja: スター
ko: 별표
nl: Ster
pl: Oznaczone
pt: Destacado
ru: Звёздочка
tr: Yıldızlı
vi: Gắn sao
zh_hant: 星標

source: 星标收藏
ar: المفضلة المميزة بنجمة
de: Markierte Favoriten
en: Starred Saved Items
es: Guardados destacados
fr: Favoris marqués
hi: तारांकित पसंदीदा
id: Favorit berbintang
it: Preferiti con stella
ja: スター付き保存
ko: 별표 즐겨찾기
nl: Sterfavorieten
pl: Oznaczone ulubione
pt: Favoritos destacados
ru: Избранное со звёздочкой
tr: Yıldızlı yer imleri
vi: Yêu thích gắn sao
zh_hant: 星標收藏

source: 星标更新失败：%@
ar: فشل تحديث النجمة: %@
de: Markierung aktualisieren fehlgeschlagen: %@
en: Failed to update star: %@
es: No se pudo actualizar la estrella: %@
fr: Échec de la mise à jour du favori : %@
hi: तारांकित अपडेट करने में विफल: %@
id: Gagal memperbarui bintang: %@
it: Aggiornamento stella fallito: %@
ja: スターの更新に失敗しました：%@
ko: 별표 업데이트 실패: %@
nl: Ster bijwerken mislukt: %@
pl: Nie udało się zaktualizować oznaczenia: %@
pt: Falha ao atualizar destaque: %@
ru: Ошибка обновления звёздочки: %@
tr: Yıldız güncellenemedi: %@
vi: Cập nhật gắn sao thất bại: %@
zh_hant: 星標更新失敗：%@

source: 更改会在下次打开 App 后生效；本机数据不会因为切换同步开关而被删除。
ar: سيتم تطبيق التغييرات عند فتح التطبيق في المرة القادمة؛ لن يتم حذف البيانات المحلية عند تبديل مفتاح المزامنة.
de: Änderungen werden beim nächsten Öffnen der App wirksam. Lokale Daten werden durch Umschalten der Synchronisierung nicht gelöscht.
en: Changes take effect the next time you open the app. Local data is not deleted when you change the sync setting.
es: Los cambios se aplicarán la próxima vez que abras la app. Los datos locales no se eliminan al cambiar la sincronización.
fr: Les modifications prendront effet à la prochaine ouverture de l'app. Les données locales ne seront pas supprimées lors du changement de l'option de synchronisation.
hi: परिवर्तन अगली बार ऐप खोलने पर प्रभावी होंगे; सिंक स्विच बदलने पर स्थानीय डेटा नहीं हटेगा।
id: Perubahan akan berlaku setelah membuka aplikasi lagi; data lokal tidak akan dihapus karena mengubah pengaturan sinkronisasi.
it: Le modifiche avranno effetto al prossimo avvio dell'app. I dati locali non vengono eliminati cambiando l'interruttore di sincronizzazione.
ja: 変更は次回アプリを開いたときに反映されます。同期の切り替えによってローカルデータが削除されることはありません。
ko: 변경 사항은 다음에 앱을 열 때 적용됩니다. 동기화 설정을 변경해도 기기 데이터는 삭제되지 않습니다.
nl: Wijzigingen worden van kracht na het opnieuw openen van de app. Lokale gegevens worden niet verwijderd door het synchronisatieschakelaar om te zetten.
pl: Zmiany zostaną zastosowane przy następnym otwarciu aplikacji. Dane lokalne nie zostaną usunięte po zmianie ustawienia synchronizacji.
pt: As alterações terão efeito na próxima abertura do aplicativo. Os dados locais não serão excluídos ao alternar a sincronização.
ru: Изменения вступят в силу при следующем открытии приложения. Локальные данные не будут удалены при переключении синхронизации.
tr: Değişiklikler uygulamayı bir sonraki açışınızda geçerli olur; senkronizasyonu kapatmak cihazdaki verileri silmez.
vi: Thay đổi sẽ có hiệu lực khi mở ứng dụng lần sau; dữ liệu cục bộ sẽ không bị xóa khi chuyển đổi công tắc đồng bộ.
zh_hant: 更改會在下次開啟 App 後生效；本機資料不會因為切換同步開關而被刪除。

source: 未导入新内容，已跳过 %lld 条重复项。
ar: لم يتم استيراد محتوى جديد، تم تخطي %lld عنصرًا مكررًا.
de: Keine neuen Inhalte importiert, %lld Duplikate übersprungen.
en: No new items imported. Skipped %lld duplicate items.
es: No se importaron elementos nuevos. Se omitieron %lld duplicados.
fr: Aucun nouveau contenu importé, %lld doublon(s) ignoré(s).
hi: कोई नई सामग्री आयात नहीं हुई, %lld डुप्लिकेट छोड़े गए।
id: Tidak ada konten baru yang diimpor, %lld duplikat dilewati.
it: Nessun nuovo contenuto importato. Saltati %lld duplicati.
ja: 新しいコンテンツはインポートされませんでした。%lld 件の重複をスキップしました。
ko: 새 콘텐츠를 가져오지 않았습니다. %lld개의 중복 항목을 건너뛰었습니다.
nl: Geen nieuwe inhoud geïmporteerd, %lld duplicaten overgeslagen.
pl: Nie zaimportowano nowych treści, pominięto %lld duplikatów.
pt: Nenhum novo conteúdo importado. %lld itens duplicados ignorados.
ru: Новый контент не импортирован, пропущено %lld дубликатов.
tr: Yeni içerik içe aktarılmadı, %lld yinelenen öğe atlandı.
vi: Không nhập nội dung mới, đã bỏ qua %lld mục trùng lặp.
zh_hant: 未匯入新內容，已跳過 %lld 條重複項。

source: 本地数据文件无法读取：%@。
ar: تعذر قراءة ملف البيانات المحلي: %@.
de: Lokale Datendatei kann nicht gelesen werden: %@.
en: Local data file cannot be read: %@.
es: No se puede leer el archivo de datos local: %@.
fr: Impossible de lire le fichier de données local : %@.
hi: स्थानीय डेटा फ़ाइल पढ़ी नहीं जा सकी: %@।
id: File data lokal tidak dapat dibaca: %@.
it: Impossibile leggere il file dati locale: %@.
ja: ローカルデータファイルが読み取れません：%@。
ko: 로컬 데이터 파일을 읽을 수 없음: %@.
nl: Lokaal gegevensbestand kan niet worden gelezen: %@.
pl: Nie można odczytać lokalnego pliku danych: %@.
pt: Erro ao ler arquivo de dados local: %@.
ru: Не удалось прочитать локальный файл данных: %@.
tr: Yerel veri dosyası okunamadı: %@.
vi: Không thể đọc tệp dữ liệu cục bộ: %@.
zh_hant: 本地數據文件無法讀取：%@。

source: 本地数据文件版本不支持：%@ schema_version %lld。请升级 App 后重试。
ar: إصدار ملف البيانات المحلي غير مدعوم: %@ schema_version %lld. يرجى ترقية التطبيق والمحاولة مرة أخرى.
de: Lokale Datendatei-Version nicht unterstützt: %@ schema_version %lld. Bitte App aktualisieren und erneut versuchen.
en: Local data file version is unsupported: %@ schema_version %lld. Upgrade the app and try again.
es: La versión del archivo de datos local no es compatible: %@ schema_version %lld. Actualiza la app e inténtalo de nuevo.
fr: Version du fichier de données local non prise en charge : %@ schema_version %lld. Veuillez mettre à jour l'app et réessayer.
hi: स्थानीय डेटा फ़ाइल संस्करण समर्थित नहीं है: %@ schema_version %lld। कृपया ऐप अपग्रेड करके पुनः प्रयास करें।
id: Versi file data lokal tidak didukung: %@ schema_version %lld. Silakan perbarui aplikasi dan coba lagi.
it: Versione del file dati locale non supportata: %@ schema_version %lld. Aggiorna l'app e riprova.
ja: ローカルデータファイルのバージョンがサポートされていません：%@ schema_version %lld。アプリをアップグレードしてから再試行してください。
ko: 로컬 데이터 파일 버전이 지원되지 않음: %@ schema_version %lld. 앱을 업그레이드한 후 다시 시도하세요.
nl: Lokale gegevensbestandversie wordt niet ondersteund: %@ schema_version %lld. Upgrade de app en probeer het opnieuw.
pl: Nieobsługiwana wersja lokalnego pliku danych: %@ schema_version %lld. Zaktualizuj aplikację i spróbuj ponownie.
pt: Versão do arquivo de dados local não suportada: %@ schema_version %lld. Atualize o aplicativo e tente novamente.
ru: Версия локального файла данных не поддерживается: %@ schema_version %lld. Пожалуйста, обновите приложение и повторите попытку.
tr: Yerel veri dosyası sürümü desteklenmiyor: %@ schema_version %lld. Lütfen uygulamayı güncelleyip tekrar deneyin.
vi: Phiên bản tệp dữ liệu cục bộ không được hỗ trợ: %@ schema_version %lld. Vui lòng nâng cấp ứng dụng và thử lại.
zh_hant: 本地數據文件版本不支援：%@ schema_version %lld。請升級 App 後重試。

source: 本地旧缓存无法读取。请先在“数据存储”导出旧缓存原始备份，再重置旧缓存文档。
ar: تعذر قراءة ذاكرة التخزين المؤقت القديمة. يرجى تصدير النسخة الاحتياطية الأصلية لذاكرة التخزين المؤقت القديمة في "تخزين البيانات" أولاً، ثم إعادة تعيين مستند ذاكرة التخزين المؤقت القديمة.
de: Lokaler alter Cache kann nicht gelesen werden. Bitte zuerst in „Datenspeicher“ ein Rohbackup des alten Caches exportieren, dann das alte Cache-Dokument zurücksetzen.
en: The legacy local cache cannot be read. Export its raw backup from Data Storage before resetting legacy cache documents.
es: No se puede leer la caché local antigua. Exporta una copia original desde Almacenamiento de datos antes de restablecer esos documentos.
fr: Impossible de lire l'ancien cache local. Veuillez d'abord exporter une sauvegarde brute de l'ancien cache dans « Stockage des données », puis réinitialiser le document de cache.
hi: स्थानीय पुराना कैश पढ़ा नहीं जा सका। कृपया पहले "डेटा स्टोरेज" में पुराने कैश की मूल बैकअप निर्यात करें, फिर पुराना कैश दस्तावेज़ रीसेट करें।
id: Cache lama lokal tidak dapat dibaca. Harap ekspor cadangan asli cache lama di "Penyimpanan Data" terlebih dahulu, lalu setel ulang dokumen cache lama.
it: Impossibile leggere la cache locale precedente. Esporta prima un backup della cache precedente in "Archiviazione dati", poi reimposta il documento cache.
ja: ローカルの古いキャッシュを読み取れません。「データストレージ」で古いキャッシュの生バックアップをエクスポートしてから、古いキャッシュ文書をリセットしてください。
ko: 로컬 이전 캐시를 읽을 수 없습니다. 먼저 '데이터 저장소'에서 이전 캐시 원본 백업을 내보낸 후, 이전 캐시 문서를 재설정하세요.
nl: Lokale oude cache kan niet worden gelezen. Exporteer eerst een back-up van de oude cache in 'Gegevensopslag' en reset vervolgens het oude cachedocument.
pl: Nie można odczytać starego lokalnego cache. Najpierw wyeksportuj kopię zapasową w „Przechowywanie danych”, a następnie zresetuj dokument cache.
pt: Não foi possível ler o cache local antigo. Exporte um backup bruto do cache antigo em "Armazenamento de Dados" e depois redefina o documento de cache antigo.
ru: Не удалось прочитать старый локальный кеш. Сначала экспортируйте резервную копию старого кеша в «Хранилище данных», затем сбросьте документ старого кеша.
tr: Yerel eski önbellek okunamadı. Lütfen önce "Veri Depolama" bölümünden eski önbellek yedeklemesini dışa aktarın, ardından eski önbellek belgesini sıfırlayın.
vi: Không thể đọc bộ nhớ đệm cũ cục bộ. Vui lòng xuất bản sao lưu gốc của bộ nhớ đệm cũ trong 'Lưu trữ dữ liệu', sau đó đặt lại tài liệu bộ nhớ đệm cũ.
zh_hant: 本地舊緩存無法讀取。請先在「數據儲存」匯出舊緩存原始備份，再重置舊緩存文件。
